
[X2Ability_WOTC_APA_MarksmanAbilitySet]

;  -- Localized Strings for Assault Infantry Abilities --
;  ------------------------------------------------------

strPrecisionTargeting1Name = "精确瞄准 I"
strPrecisionTargeting1Desc = "<font color='#CA7200'技能熟练等级 I</font><br/>在支架状态下获得以下奖励：<br/><Bullet/> 减少由于视线范围导致的瞄准惩罚 <font color='#3ABD23'><Ability:PRECISION_TARGETING_SQUADSIGHT_PENALTY_NEGATED_1/>%</font>。<br/><Bullet/> 获得<font color='#3ABD23'>+<Ability:PRECISION_TARGETING_COVER_CRIT_BONUS_1/>%</font> 的命中和暴击加成。"

strPrecisionTargeting2Name = "精确瞄准 II"
strPrecisionTargeting2Desc = "<font color='#CA7200'>技能熟练等级 II</font><br/>在支架状态下获得以下奖励：<br/><Bullet/> 减少视线范围导致的瞄准惩罚 <font color='#3ABD23'><Ability:PRECISION_TARGETING_SQUADSIGHT_PENALTY_NEGATED_2/>%</font>。<br/><Bullet/> 获得<font color='#3ABD23'>+<Ability:PRECISION_TARGETING_COVER_CRIT_BONUS_2/>%</font> 的命中和暴击加成。"

strPrecisionTargeting3Name = "精确瞄准 III"
strPrecisionTargeting3Desc = "<font color='#CA7200'>技能熟练等级 III</font><br/>在支架状态下获得以下奖励：<br/><Bullet/> 减少视线范围导致的瞄准惩罚<font color='#3ABD23'><Ability:PRECISION_TARGETING_SQUADSIGHT_PENALTY_NEGATED_3/>%</font>。<br/><Bullet/> 获得<font color='#3ABD23'>+<Ability:PRECISION_TARGETING_COVER_CRIT_BONUS_3/>%</font>的命中和暴击加成。"
